# Taps
tap "eth-p/software"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

# Brews (Packages)
brew "bat"
brew "exa"
brew "git"
brew "httpie"
brew "less"
brew "mas"
brew "nano"
brew "eth-p/software/bat-extras"

# Casks (Applications)
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "grammarly"
cask "hyperdock"
cask "hyperswitch"
cask "jetbrains-toolbox"
cask "microsoft-edge"
cask "setapp"
cask "signal"
cask "visual-studio-code"
mas "Honey", id: 1472777122